{
  "translation": {
    "CONNECT_WITH_US_CONTENT": "Let's discuss how we can bring your ideas to life. Reach out to us, and we'll respond promptly.",
    "INTRODUCTION_CONTENT": "At Primus, we are committed to delivering top-notch web development, user interface, and graphic design solutions. With expertise in various technical aspects, we ensure the success of every project we handle.",
    "SLOGAN_LINE_1": "We empower Your Business with",
    "SLOGAN_LINE_2": "Exceptional Web Solutions",
    "EXTERNAL_LINKS": {
      "LINKED_IN": "https://www.linkedin.com/",
      "X": "https://x.com/",
      "INSTAGRAM": "https://instgram.com/",
      "FACEBOOK": "https://facebook.com/",
      "TEAM_RESUME": "https://github.com/primussquad"
    }
  },
  "projects": [
    {
      "name": "Kanban Board",
      "description": "Kanban Board is a simple task management tool that allows users to create tasks and track their progress. Tasks can be easily dragged and dropped between three columns: To Do, In Progress, and Completed. This visual approach helps users stay organized and efficiently track their workflow.",
      "images": [
        "https://primusteam.netlify.app/KanbanBoard/screenshot1.jpg",
        "https://primusteam.netlify.app/KanbanBoard/screenshot3.jpg",
        "https://primusteam.netlify.app/KanbanBoard/screenshot2.jpg"
      ],
      "links": {
        "website": "https://primuskanban.netlify.app/",
        "source": "https://github.com/primussquad/literate-fishstick.git"
      }
    },
    {
      "name": "Primus Word Master",
      "description": "Primus Word Master is a fun and challenging word game where players must guess a 5-letter word in 6 attempts. After each guess, the game provides feedback to guide the player, showing which letters are correct and in the right position. Test your vocabulary and deduction skills in this simple yet addictive game!",
      "images": [
        "https://primusteam.netlify.app/WordMaster/screenshot1.jpg",
        "https://primusteam.netlify.app/WordMaster/screenshot2.jpg",
        "https://primusteam.netlify.app/WordMaster/screenshot3.jpg"
      ],
      "links": {
        "website": "https://primuswordgame.netlify.app/",
        "source": "https://github.com/primussquad/legendary-octo-potato.git"
      }
    },
    {
      "name": "ShopEase - E-Commerce Website",
      "description": "ShopEase is a responsive e-commerce website designed to provide a seamless shopping experience across all devices, with a special focus on mobile optimization. The platform allows users to easily browse and purchase products, view new arrivals, and catch sales and discounts—whether they’re on their desktop or mobile device. The mobile view ensures the site remains user-friendly and easy to navigate, even on smaller screens. ShopEase makes sure that mobile users have the same rich shopping experience as those on desktop, with easy navigation, quick loading times, and an intuitive checkout process—all optimized for the best performance on smartphones and tablets. Whether you’re searching for your next purchase or keeping up with discounts, ShopEase is designed to keep things convenient and efficient on the go.",
      "images": [
        "https://primusteam.netlify.app/ShopEase/shop1.jpg",
        "https://primusteam.netlify.app/ShopEase/shop2.jpg",
        "https://primusteam.netlify.app/ShopEase/shop3.jpg",
        "https://primusteam.netlify.app/ShopEase/shop4.jpg",
        "https://primusteam.netlify.app/ShopEase/shop5.jpg",
        "https://primusteam.netlify.app/ShopEase/shop6.jpg",
        "https://primusteam.netlify.app/ShopEase/shop7.jpg"
      ],
      "links": {
        "website": "https://primusshop.netlify.app/",
        "source": "https://github.com/primussquad/urban-guacamole.git"
      }
    }
  ],
  "experience": [
    {
      "name": "BizFlow",
      "period": "2017-2019",
      "description": "Developed a cloud-based business management solution tailored for small and medium enterprises struggling with inefficient workflows. The platform provided streamlined inventory management, automated invoicing, and a centralized CRM system, allowing businesses to enhance their operational efficiency. By integrating real-time analytics and role-based access control, we empowered business owners to make data-driven decisions while ensuring data security and team collaboration.",
      "subtitle": "## SaaS Business Management Solution"
    },
    {
      "name": "CareTrack",
      "period": "Future",
      "description": "Developed a remote patient monitoring system for healthcare providers, allowing them to track patients with anxiety and other chronic conditions. The platform combined AI-powered chatbots for symptom tracking with real-time alerts for doctors. Patients benefited from automated health insights, medication reminders, and lifestyle recommendations, reducing hospital visits and improving overall care outcomes.",
      "subtitle": "## Remote Patient Monitoring & AI Health Assistant"
    },
    {
      "name": "CollabSync",
      "period": "2019",
      "description": "Created a real-time collaboration platform for remote teams facing communication and project management challenges. The tool combined instant messaging, task tracking, and document sharing in a unified interface, enabling teams to stay connected and productive. We leveraged WebSockets to ensure seamless real-time interactions and integrated popular productivity tools to enhance workflow efficiency. The solution significantly improved team coordination, reducing the reliance on multiple disconnected apps.",
      "subtitle": "## Real-Time Collaboration Tool"
    },
    {
      "name": "FinGuard",
      "period": "2021-2023",
      "description": "Developed a smart financial analytics platform to help individuals and businesses manage risks, track investments, and optimize financial decisions. The system leveraged AI-driven predictive models to assess market trends and provide personalized recommendations. By integrating secure APIs with banking and stock market data, we enabled users to automate portfolio management and reduce financial uncertainty.",
      "subtitle": "## AI-Powered Financial Risk Management Platform"
    },
    {
      "name": "MediSync",
      "period": "2023-Present",
      "description": "Built an AI-powered virtual assistant designed to help individuals manage anxiety and mental well-being. Using natural language processing (NLP), the assistant provided real-time emotional support, guided breathing exercises, and personalized coping strategies. Integrated with wearable devices and mobile apps, it helped users track stress levels and provided actionable insights for improved mental health.",
      "subtitle": "## AI-Assisted Mental Health Support Platform"
    },
    {
      "name": "NexusCart",
      "period": "2015-2017",
      "description": "Designed and developed a robust e-commerce platform for small and mid-sized businesses looking to expand their online presence. The platform included a secure payment gateway, an optimized product search engine, and seamless integration with third-party logistics providers. By implementing a responsive design and an intuitive UI, we helped merchants increase their sales conversion rates while simplifying order management and inventory tracking.",
      "subtitle": "## E-Commerce Platform Developmen"
    }
  ],
  "expertise": [
    {
      "name": ".Net",
      "level": "70"
    },
    {
      "name": "Artificial intelligence",
      "level": "95"
    },
    {
      "name": "Database Design",
      "level": "80"
    },
    {
      "name": "Next JS",
      "level": "95"
    },
    {
      "name": "Project Management",
      "level": "90"
    },
    {
      "name": "React JS",
      "level": "95"
    },
    {
      "name": "Typescript",
      "level": "85"
    }
  ]
}